Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotPasteAlignedAny Property
 Can't Paste Aligned.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteAlignedAny { get; }
Public Shared ReadOnly Property CannotPasteAlignedAny As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteAlignedAny {
	FailureDefinitionId^ get ();
}
static member CannotPasteAlignedAny : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace